Repository: GabrielMaxUA/ScrambleGame
Catalog: LearnScrumble/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, ne, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, vi, yue, zh, zh_tw

source: Continue learning
ar: تابع التعلّم
bg: Продължете ученето
bn: শেখা চালিয়ে যান
ca: Continua aprenent
cs: Pokračovat v učení
da: Fortsæt med at lære
de: Weiterlernen
el: Συνέχισε τη μάθηση
es: Seguir aprendiendo
eu: Jarraitu ikasten
fa: ادامه یادگیری
fi: Jatka oppimista
fr: Continuer à apprendre
gl: Continuar aprendendo
gu: શીખવાનું ચાલુ રાખો
he: המשיכו ללמוד
hi: सीखना जारी रखें
hr: Nastavi učiti
hu: Tanulás folytatása
id: Lanjut belajar
it: Continua a imparare
ja: 学習を続ける
kk: Оқуды жалғастыру
kn: ಕಲಿಕೆಯನ್ನು ಮುಂದುವರಿಸಿ
ko: 계속 학습하기
lt: Tęsti mokymąsi
ml: പഠനം തുടരുക
mr: शिकणे सुरू ठेवा
ms: Teruskan belajar
nb: Fortsett å lære
ne: सिक्न जारी राख्नुहोस्
nl: Verder leren
or: ଶିଖିବା ଜାରି ରଖନ୍ତୁ
pa: ਸਿੱਖਣਾ ਜਾਰੀ ਰੱਖੋ
pl: Ucz się dalej
pt_br: Continuar aprendendo
pt_pt: Continuar a aprender
ro: Continuă să înveți
ru: Продолжить обучение
sk: Pokračovať v učení
sl: Nadaljuj z učenjem
sq: Vazhdo të mësosh
sv: Fortsätt lära dig
ta: கற்றலைத் தொடர்
te: నేర్చుకోవడం కొనసాగించండి
th: เรียนต่อ
tr: Öğrenmeye devam et
uk: Продовжити навчання
vi: Tiếp tục học
yue: 繼續學習
zh: 继续学习
zh_tw: 繼續學習

source: Cook
ar: طباخ
bg: Готвач
bn: রাঁধুনি
ca: Cuiner
cs: Kuchař
da: Kok
de: Koch
el: Μάγειρας
es: Cocinero
eu: Sukaldaria
fa: آشپز
fi: Kokki
fr: Cuisinier
gl: Cociñeiro
gu: રસોઇયો
he: טבח
hi: रसोइया
hr: Kuhar
hu: Szakács
id: Juru masak
it: Cuoco
ja: 調理師
kk: Аспаз
kn: ಅಡುಗೆಯವರು
ko: 요리사
lt: Virėjas
ml: പാചകക്കാരൻ
mr: स्वयंपाकी
ms: Tukang masak
nb: Kokk
ne: भान्से
nl: Kok
or: ରୋଷେୟା
pa: ਰਸੋਈਆ
pl: Kucharz
pt_br: Cozinheiro
pt_pt: Cozinheiro
ro: Bucătar
ru: Повар
sk: Kuchár
sl: Kuhar
sq: Kuzhinier
sv: Kock
ta: சமையல்காரர்
te: వంటవాడు
th: กุ๊ก
tr: Aşçı
uk: Кухар
vi: Đầu bếp
yue: 廚師
zh: 厨师
zh_tw: 廚師

source: Correct answer was: %@
ar: الإجابة الصحيحة كانت: %@
bg: Верният отговор беше: %@
bn: সঠিক উত্তর ছিল: %@
ca: La resposta correcta era: %@
cs: Správná odpověď byla: %@
da: Det rigtige svar var: %@
de: Die richtige Antwort war: %@
el: Η σωστή απάντηση ήταν: %@
es: La respuesta correcta era: %@
eu: Erantzun zuzena hau zen: %@
fa: پاسخ درست این بود: %@
fi: Oikea vastaus oli: %@
fr: La bonne réponse était : %@
gl: A resposta correcta era: %@
gu: સાચો જવાબ હતો: %@
he: התשובה הנכונה הייתה: %@
hi: सही उत्तर था: %@
hr: Točan odgovor bio je: %@
hu: A helyes válasz: %@
id: Jawaban yang benar: %@
it: La risposta corretta era: %@
ja: 正解: %@
kk: Дұрыс жауап: %@
kn: ಸರಿಯಾದ ಉತ್ತರ: %@
ko: 정답: %@
lt: Teisingas atsakymas buvo: %@
ml: ശരിയായ ഉത്തരം: %@
mr: योग्य उत्तर होते: %@
ms: Jawapan yang betul: %@
nb: Riktig svar var: %@
ne: सही उत्तर थियो: %@
nl: Het juiste antwoord was: %@
or: ଠିକ୍ ଉତ୍ତର ଥିଲା: %@
pa: ਸਹੀ ਜਵਾਬ ਸੀ: %@
pl: Poprawna odpowiedź: %@
pt_br: A resposta correta era: %@
pt_pt: A resposta correta era: %@
ro: Răspunsul corect era: %@
ru: Правильный ответ: %@
sk: Správna odpoveď bola: %@
sl: Pravilen odgovor je bil: %@
sq: Përgjigja e saktë ishte: %@
sv: Rätt svar var: %@
ta: சரியான பதில்: %@
te: సరైన సమాధానం: %@
th: คำตอบที่ถูกคือ: %@
tr: Doğru cevap: %@
uk: Правильна відповідь: %@
vi: Đáp án đúng là: %@
yue: 正確答案是：%@
zh: 正确答案是：%@
zh_tw: 正確答案是：%@

source: Correct!
ar: صحيح!
bg: Вярно!
bn: সঠিক!
ca: Correcte!
cs: Správně!
da: Rigtigt!
de: Richtig!
el: Σωστό!
es: ¡Correcto!
eu: Zuzena!
fa: درست!
fi: Oikein!
gl: Correcto!
gu: સાચું!
he: נכון!
hi: सही!
hr: Točno!
hu: Helyes!
id: Benar!
it: Corretto!
ja: 正解！
kk: Дұрыс!
kn: ಸರಿ!
ko: 정답!
lt: Teisingai!
ml: ശരി!
mr: बरोबर!
ms: Betul!
nb: Riktig!
ne: सही!
nl: Goed!
or: ଠିକ୍!
pa: ਸਹੀ!
pl: Dobrze!
pt_br: Correto!
pt_pt: Correto!
ro: Corect!
ru: Верно!
sk: Správne!
sl: Pravilno!
sq: Saktë!
sv: Rätt!
ta: சரி!
te: సరైనది!
th: ถูกต้อง!
tr: Doğru!
uk: Правильно!
vi: Chính xác!
yue: 正確！
zh: 正确！
zh_tw: 正確！

source: Couldn't load more words. Please try again.
ar: تعذّر تحميل المزيد من الكلمات. يُرجى المحاولة مرة أخرى.
bg: Не можахме да заредим още думи. Опитайте отново.
bn: আরও শব্দ লোড করা যায়নি। আবার চেষ্টা করুন।
ca: No s’han pogut carregar més paraules. Torna-ho a provar.
cs: Další slova se nepodařilo načíst. Zkuste to znovu.
da: Kunne ikke indlæse flere ord. Prøv igen.
de: Weitere Wörter konnten nicht geladen werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η φόρτωση περισσότερων λέξεων. Δοκίμασε ξανά.
es: No se pudieron cargar más palabras. Inténtalo de nuevo.
eu: Ezin izan da hitz gehiago kargatu. Saiatu berriro.
fa: بارگیری کلمات بیشتر ممکن نشد. دوباره امتحان کنید.
fi: Lisää sanoja ei voitu ladata. Yritä uudelleen.
fr: Impossible de charger d’autres mots. Veuillez réessayer.
gl: Non se puideron cargar máis palabras. Téntao de novo.
gu: વધુ શબ્દો લોડ થઈ શક્યા નથી. ફરી પ્રયાસ કરો.
he: לא ניתן לטעון מילים נוספות. נסו שוב.
hi: और शब्द लोड नहीं हो सके। कृपया फिर से कोशिश करें।
hr: Nije moguće učitati još riječi. Pokušajte ponovno.
hu: Nem sikerült több szót betölteni. Próbáld újra.
id: Tidak dapat memuat kata lagi. Coba lagi.
it: Impossibile caricare altre parole. Riprova.
ja: これ以上単語を読み込めませんでした。もう一度お試しください。
kk: Қосымша сөздерді жүктеу мүмкін болмады. Қайталап көріңіз.
kn: ಹೆಚ್ಚಿನ ಪದಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 단어를 더 불러올 수 없습니다. 다시 시도하세요.
lt: Nepavyko įkelti daugiau žodžių. Bandykite dar kartą.
ml: കൂടുതൽ വാക്കുകൾ ലോഡ് ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കൂ.
mr: आणखी शब्द लोड होऊ शकले नाहीत. कृपया पुन्हा प्रयत्न करा.
ms: Tidak dapat memuatkan lebih banyak perkataan. Cuba lagi.
nb: Kunne ikke laste inn flere ord. Prøv igjen.
ne: थप शब्द लोड हुन सकेनन्। फेरि प्रयास गर्नुहोस्।
nl: Kan geen extra woorden laden. Probeer het opnieuw.
or: ଅଧିକ ଶବ୍ଦ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਹੋਰ ਸ਼ਬਦ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੇ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się wczytać kolejnych słów. Spróbuj ponownie.
pt_br: Não foi possível carregar mais palavras. Tente de novo.
pt_pt: Não foi possível carregar mais palavras. Tente novamente.
ro: Nu am putut încărca mai multe cuvinte. Încearcă din nou.
ru: Не удалось загрузить больше слов. Попробуйте снова.
sk: Ďalšie slová sa nepodarilo načítať. Skúste to znova.
sl: Več besed ni bilo mogoče naložiti. Poskusite znova.
sq: Nuk u ngarkuan dot më shumë fjalë. Provo përsëri.
sv: Det gick inte att ladda fler ord. Försök igen.
ta: மேலும் சொற்களை ஏற்ற முடியவில்லை. மீண்டும் முயலவும்.
te: మరిన్ని పదాలను లోడ్ చేయలేకపోయాం. మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถโหลดคำศัพท์เพิ่มได้ โปรดลองอีกครั้ง
tr: Daha fazla kelime yüklenemedi. Lütfen tekrar dene.
uk: Не вдалося завантажити більше слів. Спробуйте ще раз.
vi: Không thể tải thêm từ. Vui lòng thử lại.
yue: 無法載入更多詞彙。請再試。
zh: 无法加载更多单词。请重试。
zh_tw: 無法載入更多單字。請再試一次。

source: Couldn't load your struggle words. Try again.
ar: تعذّر تحميل كلماتك الصعبة. حاول مرة أخرى.
bg: Трудните думи не могат да се заредят. Опитайте отново.
bn: আপনার কঠিন শব্দগুলো লোড করা যায়নি। আবার চেষ্টা করুন।
ca: No s’han pogut carregar les paraules difícils. Torna-ho a provar.
cs: Obtížná slova se nepodařilo načíst. Zkuste to znovu.
da: Kunne ikke indlæse dine svære ord. Prøv igen.
de: Deine schwierigen Wörter konnten nicht geladen werden. Versuche es erneut.
el: Δεν ήταν δυνατή η φόρτωση των δύσκολων λέξεων. Δοκίμασε ξανά.
es: No se pudieron cargar tus palabras difíciles. Inténtalo de nuevo.
eu: Ezin izan dira hitz zailak kargatu. Saiatu berriro.
fa: کلمات دشوار شما بارگیری نشدند. دوباره امتحان کنید.
fi: Vaikeita sanoja ei voitu ladata. Yritä uudelleen.
fr: Impossible de charger vos mots difficiles. Réessayez.
gl: Non se puideron cargar as palabras difíciles. Téntao de novo.
gu: તમારા મુશ્કેલ શબ્દો લોડ થઈ શક્યા નથી. ફરી પ્રયાસ કરો.
he: לא ניתן לטעון את המילים הקשות. נסו שוב.
hi: आपके कठिन शब्द लोड नहीं हो सके। फिर से कोशिश करें।
hr: Nije moguće učitati teške riječi. Pokušajte ponovno.
hu: Nem sikerült betölteni a nehéz szavakat. Próbáld újra.
id: Tidak dapat memuat kata-kata sulitmu. Coba lagi.
it: Impossibile caricare le parole difficili. Riprova.
ja: 苦手な単語を読み込めませんでした。もう一度お試しください。
kk: Қиын сөздерді жүктеу мүмкін болмады. Қайталап көріңіз.
kn: ನಿಮ್ಮ ಕಠಿಣ ಪದಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 어려운 단어를 불러올 수 없습니다. 다시 시도하세요.
lt: Nepavyko įkelti sunkių žodžių. Bandykite dar kartą.
ml: നിങ്ങളുടെ ബുദ്ധിമുട്ടുള്ള വാക്കുകൾ ലോഡ് ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കൂ.
mr: तुमचे कठीण शब्द लोड होऊ शकले नाहीत. पुन्हा प्रयत्न करा.
ms: Tidak dapat memuatkan perkataan sukar anda. Cuba lagi.
nb: Kunne ikke laste inn de vanskelige ordene dine. Prøv igjen.
ne: तपाईंका कठिन शब्द लोड हुन सकेनन्। फेरि प्रयास गर्नुहोस्।
nl: Kan je moeilijke woorden niet laden. Probeer het opnieuw.
or: ଆପଣଙ୍କ କଠିନ ଶବ୍ଦ ଲୋଡ୍ ହୋଇପାରିଲା ନାହିଁ। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਔਖੇ ਸ਼ਬਦ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੇ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się wczytać trudnych słów. Spróbuj ponownie.
pt_br: Não foi possível carregar suas palavras difíceis. Tente de novo.
pt_pt: Não foi possível carregar as suas palavras difíceis. Tente novamente.
ro: Nu am putut încărca cuvintele dificile. Încearcă din nou.
ru: Не удалось загрузить трудные слова. Попробуйте снова.
sk: Ťažké slová sa nepodarilo načítať. Skúste to znova.
sl: Težavnih besed ni bilo mogoče naložiti. Poskusite znova.
sq: Fjalët e vështira nuk u ngarkuan dot. Provo përsëri.
sv: Det gick inte att ladda dina svåra ord. Försök igen.
ta: உங்கள் கடினமான சொற்களை ஏற்ற முடியவில்லை. மீண்டும் முயலவும்.
te: మీ కష్టమైన పదాలను లోడ్ చేయలేకపోయాం. మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถโหลดคำที่ยากของคุณได้ ลองอีกครั้ง
tr: Zor kelimelerin yüklenemedi. Tekrar dene.
uk: Не вдалося завантажити складні слова. Спробуйте ще раз.
vi: Không thể tải các từ khó của bạn. Hãy thử lại.
yue: 無法載入你的難詞。請再試。
zh: 无法加载你的难词。请重试。
zh_tw: 無法載入你的難字。請再試一次。

source: Couldn't restore purchases. Please try again.
ar: تعذّرت استعادة المشتريات. يُرجى المحاولة مرة أخرى.
bg: Покупките не можаха да бъдат възстановени. Опитайте отново.
bn: কেনাকাটা পুনরুদ্ধার করা যায়নি। আবার চেষ্টা করুন।
ca: No s’han pogut restaurar les compres. Torna-ho a provar.
cs: Nákupy se nepodařilo obnovit. Zkuste to znovu.
da: Køb kunne ikke gendannes. Prøv igen.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η επαναφορά των αγορών. Δοκίμασε ξανά.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
eu: Ezin izan dira erosketak leheneratu. Saiatu berriro.
fa: بازیابی خریدها انجام نشد. دوباره امتحان کنید.
fi: Ostoja ei voitu palauttaa. Yritä uudelleen.
fr: Impossible de restaurer les achats. Veuillez réessayer.
gl: Non se puideron restaurar as compras. Téntao de novo.
gu: ખરીદીઓ પુનઃસ્થાપિત થઈ શકી નથી. ફરી પ્રયાસ કરો.
he: לא ניתן היה לשחזר את הרכישות. נסו שוב.
hi: खरीदारी बहाल नहीं हो सकी। कृपया फिर से कोशिश करें।
hr: Kupnje se nisu mogle vratiti. Pokušajte ponovno.
hu: Nem sikerült visszaállítani a vásárlásokat. Próbáld újra.
id: Tidak dapat memulihkan pembelian. Coba lagi.
it: Impossibile ripristinare gli acquisti. Riprova.
ja: 購入を復元できませんでした。もう一度お試しください。
kk: Сатып алуларды қалпына келтіру мүмкін болмады. Қайталап көріңіз.
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 구입 항목을 복원하지 못했습니다. 다시 시도하세요.
lt: Nepavyko atkurti pirkinių. Bandykite dar kartą.
ml: വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കാനായില്ല. വീണ്ടും ശ്രമിക്കൂ.
mr: खरेदी पुनर्संचयित करता आली नाही. कृपया पुन्हा प्रयत्न करा.
ms: Tidak dapat memulihkan pembelian. Cuba lagi.
nb: Kunne ikke gjenopprette kjøp. Prøv igjen.
ne: खरिदहरू पुनर्स्थापना गर्न सकिएन। फेरि प्रयास गर्नुहोस्।
nl: Aankopen konden niet worden hersteld. Probeer het opnieuw.
or: କ୍ରୟଗୁଡ଼ିକ ପୁନରୁଦ୍ଧାର କରିହେଲା ନାହିଁ। ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਖਰੀਦਾਂ ਬਹਾਲ ਨਹੀਂ ਹੋ ਸਕੀਆਂ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się przywrócić zakupów. Spróbuj ponownie.
pt_br: Não foi possível restaurar as compras. Tente de novo.
pt_pt: Não foi possível restaurar as compras. Tente novamente.
ro: Achizițiile nu au putut fi restaurate. Încearcă din nou.
ru: Не удалось восстановить покупки. Попробуйте снова.
sk: Nákupy sa nepodarilo obnoviť. Skúste to znova.
sl: Nakupov ni bilo mogoče obnoviti. Poskusite znova.
sq: Blerjet nuk u rikthyen dot. Provo përsëri.
sv: Det gick inte att återställa köp. Försök igen.
ta: வாங்கியவற்றை மீட்டமைக்க முடியவில்லை. மீண்டும் முயலவும்.
te: కొనుగోళ్లను పునరుద్ధరించలేకపోయాం. మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถกู้คืนรายการซื้อได้ โปรดลองอีกครั้ง
tr: Satın alımlar geri yüklenemedi. Lütfen tekrar dene.
uk: Не вдалося відновити покупки. Спробуйте ще раз.
vi: Không thể khôi phục giao dịch mua. Vui lòng thử lại.
yue: 無法恢復購買項目。請再試。
zh: 无法恢复购买项目。请重试。
zh_tw: 無法回復購買項目。請再試一次。

source: Default
ar: افتراضي
bg: По подразбиране
bn: ডিফল্ট
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminada
eu: Lehenetsia
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
gl: Predeterminada
gu: ડિફૉલ્ટ
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
it: Predefinita
ja: デフォルト
kk: Әдепкі
kn: ಡೀಫಾಲ್ಟ್
ko: 기본값
lt: Numatytasis
ml: ഡിഫോൾട്ട്
mr: डीफॉल्ट
ms: Lalai
nb: Standard
ne: पूर्वनिर्धारित
nl: Standaard
or: ଡିଫଲ୍ଟ
pa: ਡਿਫੌਲਟ
pl: Domyślny
pt_br: Padrão
pt_pt: Predefinida
ro: Implicită
ru: По умолчанию
sk: Predvolený
sl: Privzeto
sq: Parazgjedhur
sv: Standard
ta: இயல்புநிலை
te: డిఫాల్ట్
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
yue: 預設
zh: 默认
zh_tw: 預設

source: Delivery driver
ar: سائق توصيل
bg: Шофьор за доставки
bn: ডেলিভারি চালক
ca: Repartidor
cs: Řidič rozvozu
da: Leveringschauffør
de: Lieferfahrer
el: Οδηγός διανομών
es: Repartidor
eu: Banatzailea
fa: راننده پیک
fi: Jakeluauton kuljettaja
fr: Chauffeur-livreur
gl: Repartidor
gu: ડિલિવરી ડ્રાઇવર
he: נהג משלוחים
hi: डिलीवरी ड्राइवर
hr: Dostavljač
hu: Áruszállító sofőr
id: Pengemudi pengiriman
it: Autista consegne
ja: 配達ドライバー
kk: Жеткізу жүргізушісі
kn: ಡೆಲಿವರಿ ಚಾಲಕ
ko: 배송 기사
lt: Pristatymo vairuotojas
ml: ഡെലിവറി ഡ്രൈവർ
mr: डिलिव्हरी चालक
ms: Pemandu penghantaran
nb: Leveringssjåfør
ne: डेलिभरी चालक
nl: Bezorgchauffeur
or: ଡେଲିଭରି ଡ୍ରାଇଭର
pa: ਡਿਲੀਵਰੀ ਡਰਾਈਵਰ
pl: Kierowca dostawczy
pt_br: Motorista de entregas
pt_pt: Motorista de entregas
ro: Șofer de livrări
ru: Водитель-курьер
sk: Vodič rozvozu
sl: Dostavljavec
sq: Shofer shpërndarjeje
sv: Leveransförare
ta: டெலிவரி ஓட்டுநர்
te: డెలివరీ డ్రైవర్
th: พนักงานขับรถส่งของ
tr: Teslimat şoförü
uk: Водій-кур'єр
vi: Tài xế giao hàng
yue: 送貨司機
zh: 送货司机
zh_tw: 送貨司機

source: Done
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: OK
eu: Eginda
fa: تمام
fi: Valmis
fr: OK
gl: Feito
gu: થઈ ગયું
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
kn: ಮುಗಿದಿದೆ
ko: 완료
lt: Atlikta
ml: പൂർത്തിയായി
mr: झाले
ms: Selesai
nb: Ferdig
ne: सम्पन्न
nl: Gereed
or: ହୋଇଗଲା
pa: ਹੋ ਗਿਆ
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sq: U krye
sv: Klar
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
yue: 完成
zh: 完成
zh_tw: 完成

source: e.g. Carpenter, Server, Chef
ar: مثل: نجار، نادل، طاهٍ
bg: напр. дърводелец, сервитьор, готвач
bn: যেমন: ছুতার, ওয়েটার, রাঁধুনি
ca: p. ex. fuster, cambrer, cuiner
cs: např. truhlář, číšník, kuchař
da: f.eks. tømrer, tjener, kok
de: z. B. Tischler, Kellner, Koch
el: π.χ. ξυλουργός, σερβιτόρος, μάγειρας
es: p. ej., carpintero, camarero, cocinero
eu: adib. arotza, zerbitzaria, sukaldaria
fa: مثلاً: نجار، گارسون، آشپز
fi: esim. puuseppä, tarjoilija, kokki
fr: ex. : charpentier, serveur, chef
gl: p. ex. carpinteiro, camareiro, cociñeiro
gu: દા.ત. સુથાર, વેઇટર, રસોઇયા
he: למשל: נגר, מלצר, טבח
hi: जैसे: बढ़ई, वेटर, शेफ़
hr: npr. stolar, konobar, kuhar
hu: pl. asztalos, pincér, szakács
id: mis. tukang kayu, pelayan, koki
it: es. falegname, cameriere, cuoco
ja: 例: 大工、ウェイター、シェフ
kk: мыс. ағаш ұстасы, даяшы, аспаз
kn: ಉದಾ. ಬಡಗಿ, ವೇಟರ್, ಅಡುಗೆಯವರು
ko: 예: 목수, 서버, 요리사
lt: pvz., dailidė, padavėjas, virėjas
ml: ഉദാ. ആശാരി, വെയിറ്റർ, പാചകക്കാരൻ
mr: उदा. सुतार, वेटर, आचारी
ms: cth. tukang kayu, pelayan, tukang masak
nb: f.eks. snekker, servitør, kokk
ne: जस्तै: सिकर्मी, वेटर, भान्से
nl: bijv. timmerman, ober, kok
or: ଯେପରି: ବଢ଼େଇ, ୱେଟର, ରୋଷେୟା
pa: ਜਿਵੇਂ: ਤਰਖਾਣ, ਵੇਟਰ, ਰਸੋਈਆ
pl: np. stolarz, kelner, kucharz
pt_br: ex.: carpinteiro, garçom, cozinheiro
pt_pt: p. ex.: carpinteiro, empregado de mesa, cozinheiro
ro: ex. tâmplar, ospătar, bucătar
ru: напр. плотник, официант, повар
sk: napr. stolár, čašník, kuchár
sl: npr. mizar, natakar, kuhar
sq: p.sh. marangoz, kamarier, kuzhinier
sv: t.ex. snickare, servitör, kock
ta: எ.கா. தச்சர், பரிமாறுபவர், சமையல்காரர்
te: ఉదా. వడ్రంగి, వెయిటర్, వంటవాడు
th: เช่น ช่างไม้ พนักงานเสิร์ฟ พ่อครัว
tr: örn. marangoz, garson, aşçı
uk: напр. тесля, офіціант, кухар
vi: VD: thợ mộc, phục vụ, đầu bếp
yue: 例如：木匠、侍應、廚師
zh: 例如：木匠、服务员、厨师
zh_tw: 例如：木工、服務生、廚師

source: Electrician
ar: كهربائي
bg: Електротехник
bn: ইলেকট্রিশিয়ান
ca: Electricista
cs: Elektrikář
da: Elektriker
de: Elektriker
el: Ηλεκτρολόγος
es: Electricista
eu: Elektrikaria
fa: برق‌کار
fi: Sähköasentaja
fr: Électricien
gl: Electricista
gu: ઇલેક્ટ્રિશિયન
he: חשמלאי
hi: इलेक्ट्रीशियन
hr: Električar
hu: Villanyszerelő
id: Tukang listrik
it: Elettricista
ja: 電気工事士
kk: Электрик
kn: ಎಲೆಕ್ಟ್ರಿಷಿಯನ್
ko: 전기 기사
lt: Elektrikas
ml: ഇലക്ട്രീഷ്യൻ
mr: इलेक्ट्रिशियन
ms: Juruelektrik
nb: Elektriker
ne: इलेक्ट्रिसियन
nl: Elektricien
or: ଇଲେକ୍ଟ୍ରିସିଆନ
pa: ਇਲੈਕਟ੍ਰੀਸ਼ੀਅਨ
pl: Elektryk
pt_br: Eletricista
pt_pt: Eletricista
ru: Электрик
sk: Elektrikár
sl: Električar
sq: Elektricist
sv: Elektriker
ta: எலக்ட்ரீஷியன்
te: ఎలక్ట్రీషియన్
th: ช่างไฟฟ้า
tr: Elektrikçi
uk: Електрик
vi: Thợ điện
yue: 電工
zh: 电工
zh_tw: 電工

source: Exit
ar: خروج
bg: Изход
bn: প্রস্থান
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
eu: Irten
fa: خروج
fi: Lopeta
fr: Quitter
gl: Saír
gu: બહાર નીકળો
he: יציאה
hi: बाहर निकलें
hr: Izlaz
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
kk: Шығу
kn: ನಿರ್ಗಮಿಸಿ
ko: 종료
lt: Išeiti
ml: പുറത്തുകടക്കുക
mr: बाहेर पडा
ms: Keluar
nb: Avslutt
ne: बाहिर निस्कनुहोस्
nl: Stop
or: ବାହାରନ୍ତୁ
pa: ਬਾਹਰ ਜਾਓ
pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sl: Izhod
sq: Dil
sv: Avsluta
ta: வெளியேறு
te: నిష్క్రమించు
th: ออก
tr: Çıkış
uk: Вийти
vi: Thoát
yue: 退出
zh: 退出
zh_tw: 結束

source: Factory worker
ar: عامل مصنع
bg: Фабричен работник
bn: কারখানার শ্রমিক
ca: Treballador de fàbrica
cs: Dělník v továrně
da: Fabriksarbejder
de: Fabrikarbeiter
el: Εργάτης εργοστασίου
es: Trabajador de fábrica
eu: Fabrikako langilea
fa: کارگر کارخانه
fi: Tehdastyöntekijä
fr: Ouvrier d'usine
gl: Traballador de fábrica
gu: ફેક્ટરી કામદાર
he: עובד מפעל
hi: फ़ैक्टरी मज़दूर
hr: Tvornički radnik
hu: Gyári munkás
id: Pekerja pabrik
it: Operaio di fabbrica
ja: 工場作業員
kk: Зауыт жұмысшысы
kn: ಕಾರ್ಖಾನೆ ಕಾರ್ಮಿಕ
ko: 공장 노동자
lt: Gamyklos darbuotojas
ml: ഫാക്ടറി തൊഴിലാളി
mr: कारखाना कामगार
ms: Pekerja kilang
nb: Fabrikkarbeider
ne: कारखाना कामदार
nl: Fabrieksarbeider
or: କାରଖାନା ଶ୍ରମିକ
pa: ਫੈਕਟਰੀ ਮਜ਼ਦੂਰ
pl: Pracownik fabryki
pt_br: Operário de fábrica
pt_pt: Operário fabril
ro: Muncitor în fabrică
ru: Рабочий завода
sk: Robotník v továrni
sl: Tovarniški delavec
sq: Punëtor fabrike
sv: Fabriksarbetare
ta: தொழிற்சாலை தொழிலாளி
te: ఫ్యాక్టరీ కార్మికుడు
th: พนักงานโรงงาน
tr: Fabrika işçisi
uk: Робітник заводу
vi: Công nhân nhà máy
yue: 工廠工人
zh: 工厂工人
zh_tw: 工廠作業員

source: Farm worker
ar: عامل مزرعة
bg: Земеделски работник
bn: খামার শ্রমিক
ca: Treballador agrícola
cs: Zemědělský dělník
da: Landbrugsmedhjælper
de: Landarbeiter
el: Εργάτης γης
es: Trabajador agrícola
eu: Nekazaritzako langilea
fa: کارگر مزرعه
fi: Maataloustyöntekijä
fr: Ouvrier agricole
gl: Traballador agrícola
gu: ખેત મજૂર
he: פועל חקלאי
hi: खेत मज़दूर
hr: Poljoprivredni radnik
hu: Mezőgazdasági munkás
id: Buruh tani
it: Bracciante agricolo
ja: 農作業員
kk: Ферма жұмысшысы
kn: ಕೃಷಿ ಕಾರ್ಮಿಕ
ko: 농장 노동자
lt: Ūkio darbininkas
ml: കൃഷിത്തൊഴിലാളി
mr: शेतमजूर
ms: Pekerja ladang
nb: Gårdsarbeider
ne: खेत मजदुर
nl: Landarbeider
or: ଚାଷ ଶ୍ରମିକ
pa: ਖੇਤ ਮਜ਼ਦੂਰ
pl: Pracownik rolny
pt_br: Trabalhador rural
pt_pt: Trabalhador agrícola
ro: Muncitor agricol
ru: Сельскохозяйственный рабочий
sk: Poľnohospodársky robotník
sl: Kmetijski delavec
sq: Punëtor ferme
sv: Lantarbetare
ta: பண்ணைத் தொழிலாளி
te: వ్యవసాయ కూలీ
th: คนงานในฟาร์ม
tr: Çiftlik işçisi
uk: Сільськогосподарський робітник
vi: Công nhân nông trại
yue: 農場工人
zh: 农场工人
zh_tw: 農場工人

source: Feel at home at work.
ar: اشعر وكأنك في بيتك في العمل.
bg: Чувствайте се като у дома си на работа.
bn: কাজে নিজেকে ঘরের মতো স্বচ্ছন্দ অনুভব করুন।
ca: Sent-te com a casa a la feina.
cs: Buďte v práci jako doma.
da: Føl dig hjemme på arbejdet.
de: Fühl dich bei der Arbeit wie zu Hause.
el: Νιώσε σαν στο σπίτι σου στη δουλειά.
es: Siéntete como en casa en el trabajo.
eu: Sentitu etxean bezala lanean.
fa: در محل کار احساس راحتی کنید.
fi: Tunne olosi kotoisaksi töissä.
fr: Sentez-vous chez vous au travail.
gl: Séntete como na casa no traballo.
gu: કામ પર ઘર જેવું અનુભવો.
he: תרגישו בבית בעבודה.
hi: काम पर घर जैसा महसूस करें।
hr: Osjećajte se na poslu kao kod kuće.
hu: Érezd magad otthon a munkahelyeden.
id: Merasa seperti di rumah saat bekerja.
it: Sentiti a casa al lavoro.
ja: 職場で自分らしく。
kk: Жұмыста өзіңізді үйдегідей сезініңіз.
kn: ಕೆಲಸದಲ್ಲಿ ಮನೆಯಂತೆಯೇ ನಿರಾಳವಾಗಿರಿ.
ko: 직장에서도 내 집처럼 편안하게.
lt: Jauskitės darbe kaip namie.
ml: ജോലിസ്ഥലത്ത് വീട്ടിലെന്നപോലെ.
mr: कामावर घरच्यासारखे वाटू द्या.
ms: Rasa seperti di rumah di tempat kerja.
nb: Føl deg hjemme på jobben.
ne: काममा घरजस्तै सहज महसुस गर्नुहोस्।
nl: Voel je thuis op je werk.
or: କାମରେ ଘର ଭଳି ଅନୁଭବ କରନ୍ତୁ।
pa: ਕੰਮ 'ਤੇ ਘਰ ਵਰਗਾ ਮਹਿਸੂਸ ਕਰੋ।
pl: Poczuj się w pracy jak u siebie.
pt_br: Sinta-se em casa no trabalho.
pt_pt: Sinta-se em casa no trabalho.
ro: Simte-te ca acasă la muncă.
ru: Чувствуйте себя на работе как дома.
sk: Cíťte sa v práci ako doma.
sl: Počutite se na delu kot doma.
sq: Ndihu si në shtëpi në punë.
sv: Känn dig hemma på jobbet.
ta: வேலையில் வீட்டில் இருப்பதுபோல் உணருங்கள்.
te: పనిలో ఇంట్లో ఉన్నట్లుగా అనిపించుకోండి.
th: รู้สึกเหมือนอยู่บ้านในที่ทำงาน
tr: İş yerinde kendini evinde hisset.
uk: Почувайтеся на роботі як удома.
vi: Tự tin như ở nhà nơi công sở.
yue: 在職場自在如家。
zh: 在职场如鱼得水。
zh_tw: 在職場自在如家。

source: Food production worker
ar: عامل إنتاج غذائي
bg: Работник в хранителното производство
bn: খাদ্য উৎপাদন কর্মী
ca: Treballador de producció alimentària
cs: Pracovník v potravinářské výrobě
da: Medarbejder i fødevareproduktion
de: Mitarbeiter in der Lebensmittelproduktion
el: Εργάτης παραγωγής τροφίμων
es: Trabajador de producción de alimentos
eu: Elikagaien ekoizpeneko langilea
fa: کارگر تولید مواد غذایی
fi: Elintarviketyöntekijä
fr: Ouvrier de production alimentaire
gl: Traballador de produción de alimentos
gu: ખાદ્ય ઉત્પાદન કામદાર
he: עובד ייצור מזון
hi: खाद्य उत्पादन कर्मचारी
hr: Radnik u proizvodnji hrane
hu: Élelmiszeripari dolgozó
id: Pekerja produksi makanan
it: Addetto alla produzione alimentare
ja: 食品製造作業員
kk: Тамақ өндірісінің жұмысшысы
kn: ಆಹಾರ ಉತ್ಪಾದನಾ ಕಾರ್ಮಿಕ
ko: 식품 생산직
lt: Maisto gamybos darbuotojas
ml: ഭക്ഷ്യ ഉൽപ്പാദന തൊഴിലാളി
mr: अन्न उत्पादन कामगार
ms: Pekerja pengeluaran makanan
nb: Medarbeider i matproduksjon
ne: खाद्य उत्पादन कामदार
nl: Medewerker voedselproductie
or: ଖାଦ୍ୟ ଉତ୍ପାଦନ ଶ୍ରମିକ
pa: ਭੋਜਨ ਉਤਪਾਦਨ ਕਾਮਾ
pl: Pracownik produkcji spożywczej
pt_br: Trabalhador da produção de alimentos
pt_pt: Trabalhador da produção alimentar
ro: Lucrător în producția alimentară
ru: Работник пищевого производства
sk: Pracovník v potravinárskej výrobe
sl: Delavec v proizvodnji hrane
sq: Punëtor në prodhimin ushqimor
sv: Livsmedelsarbetare
ta: உணவு உற்பத்தி தொழிலாளி
te: ఆహార ఉత్పత్తి కార్మికుడు
th: พนักงานผลิตอาหาร
tr: Gıda üretim işçisi
uk: Працівник харчового виробництва
vi: Công nhân sản xuất thực phẩm
yue: 食品生產工人
zh: 食品生产工人
zh_tw: 食品生產作業員
